INSERT INTO ACCOM_RES (accom_res.accom_res_id,accom_id, reservation_id, trip_day_id, guests, hotel_name, address, price, room_type, room_image_url, checkin_day, checkout_day, max_guests, status)
VALUES
-- 부산 롯데 호텔(accom_id=1) - 8월 1일~31일
-- 8월 1일
(1,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 2, 'AVAILABLE'),
(2,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 2, 'AVAILABLE'),
(3,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),
(4,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),
(5,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),
(6,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),

-- 8월 2일 (주말)
(7,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 2, 'AVAILABLE'),
(8,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 2, 'AVAILABLE'),
(9,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),
(10,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),
(11,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),
(12,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),

-- 8월 3일 (주말)
(13,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 2, 'AVAILABLE'),
(14,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 2, 'AVAILABLE'),
(15,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),
(16,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),
(17,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),
(18,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),

-- 8월 4일
(19,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 2, 'AVAILABLE'),
(20,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 2, 'AVAILABLE'),
(21,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),
(22,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),
(23,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),
(24,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),

-- 8월 5일
(25,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 2, 'AVAILABLE'),
(26,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 2, 'AVAILABLE'),
(27,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),
(28,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),
(29,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),
(30,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),

-- 8월 6일
(31,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 2, 'AVAILABLE'),
(32,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 2, 'AVAILABLE'),
(33,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),
(34,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),
(35,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),
(36,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),

-- 8월 7일
(37,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 2, 'AVAILABLE'),
(38,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 2, 'AVAILABLE'),
(39,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),
(40,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),
(41,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),
(42,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),

-- 8월 8일
(43,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 2, 'AVAILABLE'),
(44,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 2, 'AVAILABLE'),
(45,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),
(46,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),
(47,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),
(48,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),

-- 8월 9일 (주말)
(49,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 2, 'AVAILABLE'),
(50,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 2, 'AVAILABLE'),
(51,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),
(52,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),
(53,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),
(54,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),

-- 8월 10일 (주말)
(55,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 2, 'AVAILABLE'),
(56,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 2, 'AVAILABLE'),
(57,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),
(58,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),
(59,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),
(60,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),

-- 8월 11일
(61,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 2, 'AVAILABLE'),
(62,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 2, 'AVAILABLE'),
(63,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),
(64,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),
(65,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),
(66,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),

-- 8월 12일
(67,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 2, 'AVAILABLE'),
(68,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 2, 'AVAILABLE'),
(69,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),
(70,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),
(71,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),
(72,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),

-- 8월 13일
(73,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 2, 'AVAILABLE'),
(74,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 2, 'AVAILABLE'),
(75,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),
(76,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),
(77,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),
(78,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),

-- 8월 14일
(79,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 2, 'AVAILABLE'),
(80,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 2, 'AVAILABLE'),
(81,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),
(82,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),
(83,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),
(84,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),

-- 8월 15일 (성수기)
(85,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 216000, 'twin', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 2, 'AVAILABLE'),
(86,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 216000, 'twin', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 2, 'AVAILABLE'),
(87,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231600, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),
(88,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231600, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),
(89,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 252000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),
(90,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 252000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),

-- 8월 16일 (성수기)
(91,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 216000, 'twin', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 2, 'AVAILABLE'),
(92,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 216000, 'twin', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 2, 'AVAILABLE'),
(93,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231600, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),
(94,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231600, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),
(95,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 252000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),
(96,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 252000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),

-- 8월 17일 (성수기)
(97,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 216000, 'twin', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 2, 'AVAILABLE'),
(98,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 216000, 'twin', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 2, 'AVAILABLE'),
(99,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231600, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),
(100,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231600, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),
(101,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 252000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),
(102,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 252000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),

-- 8월 18일
(103,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 2, 'AVAILABLE'),
(104,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 2, 'AVAILABLE'),
(105,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),
(106,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),
(107,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),
(108,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),

-- 8월 19일
(109,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 2, 'AVAILABLE'),
(110,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 2, 'AVAILABLE'),
(111,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),
(112,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),
(113,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),
(114,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),

-- 8월 20일
(115,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 2, 'AVAILABLE'),
(116,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 2, 'AVAILABLE'),
(117,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),
(118,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),
(119,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),
(120,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),

-- 8월 21일
(121,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 2, 'AVAILABLE'),
(122,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 2, 'AVAILABLE'),
(123,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),
(124,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),
(125,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),
(126,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),

-- 8월 22일
(127,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 2, 'AVAILABLE'),
(128,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 2, 'AVAILABLE'),
(129,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),
(130,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),
(131,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),
(132,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),

-- 8월 23일 (주말)
(133,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 2, 'AVAILABLE'),
(134,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 2, 'AVAILABLE'),
(135,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),
(136,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),
(137,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),
(138,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),

-- 8월 24일 (주말)
(139,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 2, 'AVAILABLE'),
(140,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 2, 'AVAILABLE'),
(141,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),
(142,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),
(143,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),
(144,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),

-- 8월 25일
(145,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 2, 'AVAILABLE'),
(146,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 2, 'AVAILABLE'),
(147,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),
(148,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),
(149,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),
(150,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),

-- 8월 26일
(151,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 2, 'AVAILABLE'),
(152,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 2, 'AVAILABLE'),
(153,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),
(154,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),
(155,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),
(156,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),

-- 8월 27일
(157,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 2, 'AVAILABLE'),
(158,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 2, 'AVAILABLE'),
(159,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),
(160,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),
(161,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),
(162,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),

-- 8월 28일
(163,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 2, 'AVAILABLE'),
(164,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 2, 'AVAILABLE'),
(165,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),
(166,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),
(167,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),
(168,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),

-- 8월 29일
(169,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 2, 'AVAILABLE'),
(170,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 180000, 'twin', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 2, 'AVAILABLE'),
(171,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),
(172,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 193000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),
(173,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),
(174,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 210000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),

-- 8월 30일 (주말)
(175,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 2, 'AVAILABLE'),
(176,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 2, 'AVAILABLE'),
(177,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),
(178,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),
(179,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),
(180,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),

-- 8월 31일 (주말)
(181,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 2, 'AVAILABLE'),
(182,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 198000, 'twin', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 2, 'AVAILABLE'),
(183,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE'),
(184,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 212300, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE'),
(185,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),
(186,1, NULL, NULL, NULL, '부산 롯데 호텔', '부산광역시 부산진구 가야대로 772', 231000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),

-- 씨마크 호텔(accom_id=2) - 8월 1일~31일
-- 8월 1일
(187,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 2, 'AVAILABLE'),
(188,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),
(189,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),

-- 8월 2일 (주말)
(190,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 198000, 'twin', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 2, 'AVAILABLE'),
(191,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 212300, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),
(192,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),

-- 8월 3일 (주말)
(193,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 198000, 'twin', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 2, 'AVAILABLE'),
(194,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 212300, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),
(195,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),

-- 8월 4일
(196,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 2, 'AVAILABLE'),
(197,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),
(198,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),

-- 8월 5일
(199,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 2, 'AVAILABLE'),
(200,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),
(201,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),

-- 8월 6일
(202,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 2, 'AVAILABLE'),
(203,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),
(204,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),

-- 8월 7일
(205,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 2, 'AVAILABLE'),
(206,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),
(207,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),

-- 8월 8일
(208,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 2, 'AVAILABLE'),
(209,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),
(210,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),

-- 8월 9일 (주말)
(211,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 198000, 'twin', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 2, 'AVAILABLE'),
(212,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 212300, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),
(213,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),

-- 8월 10일 (주말)
(214,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 198000, 'twin', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 2, 'AVAILABLE'),
(215,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 212300, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),
(216,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),

-- 8월 11일
(217,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 2, 'AVAILABLE'),
(218,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),
(219,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),

-- 8월 12일
(220,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 2, 'AVAILABLE'),
(221,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),
(222,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),

-- 8월 13일
(223,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 2, 'AVAILABLE'),
(224,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),
(225,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),

-- 8월 14일
(226,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 2, 'AVAILABLE'),
(227,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),
(228,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),

-- 8월 15일 (성수기)
(229,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 216000, 'twin', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 2, 'AVAILABLE'),
(230,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231600, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),
(231,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 252000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),

-- 8월 16일 (성수기)
(232,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 216000, 'twin', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 2, 'AVAILABLE'),
(233,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231600, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),
(234,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 252000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),

-- 8월 17일 (성수기)
(235,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 216000, 'twin', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 2, 'AVAILABLE'),
(236,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231600, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),
(237,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 252000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),

-- 8월 18일
(238,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 2, 'AVAILABLE'),
(239,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),
(240,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),

-- 8월 19일
(241,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 2, 'AVAILABLE'),
(242,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),
(243,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),

-- 8월 20일
(244,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 2, 'AVAILABLE'),
(245,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),
(246,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),

-- 8월 21일
(247,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 2, 'AVAILABLE'),
(248,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),
(249,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),

-- 8월 22일
(250,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 2, 'AVAILABLE'),
(251,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),
(252,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),

-- 8월 23일 (주말)
(253,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 198000, 'twin', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 2, 'AVAILABLE'),
(254,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 212300, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),
(255,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),

-- 8월 24일 (주말)
(256,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 198000, 'twin', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 2, 'AVAILABLE'),
(257,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 212300, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),
(258,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),

-- 8월 25일
(259,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 2, 'AVAILABLE'),
(260,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),
(261,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),

-- 8월 26일
(262,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 2, 'AVAILABLE'),
(263,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),
(264,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),

-- 8월 27일
(265,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 2, 'AVAILABLE'),
(266,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),
(267,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),

-- 8월 28일
(268,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 2, 'AVAILABLE'),
(269,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),
(270,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),

-- 8월 29일
(271,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 180000, 'twin', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 2, 'AVAILABLE'),
(272,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 193000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),
(273,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 210000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),

-- 8월 30일 (주말)
(274,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 198000, 'twin', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 2, 'AVAILABLE'),
(275,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 212300, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),
(276,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),

-- 8월 31일 (주말)
(277,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 198000, 'twin', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 2, 'AVAILABLE'),
(278,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 212300, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE'),
(279,2, NULL, NULL, NULL, '씨마크 호텔', '강원특별자치도 강릉시 해안로406번길 2', 231000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),

-- JW 메리어트 제주 리조트 앤 스파(accom_id=3) - 8월 1일~31일
-- 8월 1일
(280,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),
(281,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),
(282,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),
(283,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),

-- 8월 2일 (주말)
(284,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),
(285,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),
(286,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),
(287,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),

-- 8월 3일 (주말)
(288,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),
(289,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),
(290,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),
(291,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),

-- 8월 4일
(292,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),
(293,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),
(294,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),
(295,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),

-- 8월 5일
(296,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),
(297,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),
(298,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),
(299,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),

-- 8월 6일
(300,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),
(301,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),
(302,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),
(303,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),

-- 8월 7일
(304,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),
(305,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),
(306,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),
(307,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),

-- 8월 8일
(308,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),
(309,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),
(310,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),
(311,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),

-- 8월 9일 (주말)
(312,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),
(313,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),
(314,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),
(315,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),

-- 8월 10일 (주말)
(316,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),
(317,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),
(318,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),
(319,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),

-- 8월 11일
(320,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),
(321,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),
(322,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),
(323,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),

-- 8월 12일
(324,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),
(325,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),
(326,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),
(327,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),

-- 8월 13일
(328,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),
(329,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),
(330,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),
(331,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),

-- 8월 14일
(332,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),
(333,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),
(334,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),
(335,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),

-- 8월 15일 (성수기)
(336,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),
(337,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),
(338,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),
(339,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),

-- 8월 16일 (성수기)
(340,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),
(341,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),
(342,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),
(343,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),

-- 8월 17일 (성수기)
(344,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),
(345,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),
(346,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),
(347,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 240000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),

-- 8월 18일
(348,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),
(349,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),
(350,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),
(351,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),

-- 8월 19일
(352,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),
(353,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),
(354,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),
(355,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),

-- 8월 20일
(356,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),
(357,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),
(358,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),
(359,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),

-- 8월 21일
(360,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),
(361,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),
(362,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),
(363,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),

-- 8월 22일
(364,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),
(365,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),
(366,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),
(367,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),

-- 8월 23일 (주말)
(368,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),
(369,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),
(370,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),
(371,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),

-- 8월 24일 (주말)
(372,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),
(373,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),
(374,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),
(375,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),

-- 8월 25일
(376,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),
(377,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),
(378,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),
(379,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),

-- 8월 26일
(380,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),
(381,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),
(382,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),
(383,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),

-- 8월 27일
(384,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),
(385,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),
(386,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),
(387,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),

-- 8월 28일
(388,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),
(389,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),
(390,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),
(391,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),

-- 8월 29일
(392,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),
(393,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),
(394,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),
(395,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 200000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),

-- 8월 30일 (주말)
(396,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),
(397,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),
(398,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),
(399,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),

-- 8월 31일 (주말)
(400,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE'),
(401,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE'),
(402,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),
(403,3, NULL, NULL, NULL, 'JW 메리어트 제주 리조트 앤 스파', '제주특별자치도 서귀포시 호근동 399', 220000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),

-- 시그니엘 부산(accom_id=4) - 8월 1일~31일
-- 8월 1일
(404,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 2, 'AVAILABLE'),
(405,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 2, 'AVAILABLE'),

-- 8월 2일 (주말)
(406,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 253000, 'twin', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 2, 'AVAILABLE'),
(407,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 330000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 2, 'AVAILABLE'),

-- 8월 3일 (주말)
(408,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 253000, 'twin', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 2, 'AVAILABLE'),
(409,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 330000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 2, 'AVAILABLE'),

-- 8월 4일
(410,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 2, 'AVAILABLE'),
(411,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 2, 'AVAILABLE'),

-- 8월 5일
(412,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 2, 'AVAILABLE'),
(413,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 2, 'AVAILABLE'),

-- 8월 6일
(414,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 2, 'AVAILABLE'),
(415,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 2, 'AVAILABLE'),

-- 8월 7일
(416,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 2, 'AVAILABLE'),
(417,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 2, 'AVAILABLE'),

-- 8월 8일
(418,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 2, 'AVAILABLE'),
(419,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 2, 'AVAILABLE'),

-- 8월 9일 (주말)
(420,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 253000, 'twin', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 2, 'AVAILABLE'),
(421,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 330000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 2, 'AVAILABLE'),

-- 8월 10일 (주말)
(422,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 253000, 'twin', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 2, 'AVAILABLE'),
(423,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 330000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 2, 'AVAILABLE'),

-- 8월 11일
(424,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 2, 'AVAILABLE'),
(425,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 2, 'AVAILABLE'),

-- 8월 12일
(426,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 2, 'AVAILABLE'),
(427,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 2, 'AVAILABLE'),

-- 8월 13일
(428,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 2, 'AVAILABLE'),
(429,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 2, 'AVAILABLE'),

-- 8월 14일
(430,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 2, 'AVAILABLE'),
(431,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 2, 'AVAILABLE'),

-- 8월 15일 (성수기)
(432,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 276000, 'twin', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 2, 'AVAILABLE'),
(433,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 360000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 2, 'AVAILABLE'),

-- 8월 16일 (성수기)
(434,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 276000, 'twin', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 2, 'AVAILABLE'),
(435,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 360000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 2, 'AVAILABLE'),

-- 8월 17일 (성수기)
(436,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 276000, 'twin', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 2, 'AVAILABLE'),
(437,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 360000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 2, 'AVAILABLE'),

-- 8월 18일
(438,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 2, 'AVAILABLE'),
(439,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 2, 'AVAILABLE'),

-- 8월 19일
(440,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 2, 'AVAILABLE'),
(441,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 2, 'AVAILABLE'),

-- 8월 20일
(442,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 2, 'AVAILABLE'),
(443,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 2, 'AVAILABLE'),

-- 8월 21일
(444,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 2, 'AVAILABLE'),
(445,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 2, 'AVAILABLE'),

-- 8월 22일
(446,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 2, 'AVAILABLE'),
(447,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 2, 'AVAILABLE'),

-- 8월 23일 (주말)
(448,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 253000, 'twin', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 2, 'AVAILABLE'),
(449,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 330000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 2, 'AVAILABLE'),

-- 8월 24일 (주말)
(450,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 253000, 'twin', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 2, 'AVAILABLE'),
(451,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 330000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 2, 'AVAILABLE'),

-- 8월 25일
(452,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 2, 'AVAILABLE'),
(453,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 2, 'AVAILABLE'),

-- 8월 26일
(454,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 2, 'AVAILABLE'),
(455,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 2, 'AVAILABLE'),

-- 8월 27일
(456,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 2, 'AVAILABLE'),
(457,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 2, 'AVAILABLE'),

-- 8월 28일
(458,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 2, 'AVAILABLE'),
(459,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 2, 'AVAILABLE'),

-- 8월 29일
(460,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 230000, 'twin', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 2, 'AVAILABLE'),
(461,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 300000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 2, 'AVAILABLE'),

-- 8월 30일 (주말)
(462,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 253000, 'twin', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 2, 'AVAILABLE'),
(463,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 330000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 2, 'AVAILABLE'),

-- 8월 31일 (주말)
(464,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 253000, 'twin', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 2, 'AVAILABLE'),
(465,4, NULL, NULL, NULL, '시그니엘 부산', '부산광역시 해운대구 달맞이길 30, 엘시티 랜드마크타워', 330000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 2, 'AVAILABLE'),

-- 그랜드조선 부산(accom_id=5) - 8월 1일~31일
-- 8월 1일
(466,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 2, 'AVAILABLE'),
(467,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),
(468,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 2, 'AVAILABLE'),

-- 8월 2일 (주말)
(469,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 198000, 'twin', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 2, 'AVAILABLE'),
(470,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 275000, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),
(471,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 231000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 2, 'AVAILABLE'),

-- 8월 3일 (주말)
(472,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 198000, 'twin', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 2, 'AVAILABLE'),
(473,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 275000, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),
(474,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 231000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 2, 'AVAILABLE'),

-- 8월 4일
(475,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 2, 'AVAILABLE'),
(476,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),
(477,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 2, 'AVAILABLE'),

-- 8월 5일
(478,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 2, 'AVAILABLE'),
(479,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),
(480,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 2, 'AVAILABLE'),

-- 8월 6일
(481,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 2, 'AVAILABLE'),
(482,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),
(483,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 2, 'AVAILABLE'),

-- 8월 7일
(484,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 2, 'AVAILABLE'),
(485,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),
(486,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 2, 'AVAILABLE'),

-- 8월 8일
(487,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 2, 'AVAILABLE'),
(488,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),
(489,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 2, 'AVAILABLE'),

-- 8월 9일 (주말)
(490,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 198000, 'twin', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 2, 'AVAILABLE'),
(491,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 275000, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),
(492,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 231000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 2, 'AVAILABLE'),

-- 8월 10일 (주말)
(493,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 198000, 'twin', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 2, 'AVAILABLE'),
(494,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 275000, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),
(495,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 231000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 2, 'AVAILABLE'),

-- 8월 11일
(496,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 2, 'AVAILABLE'),
(497,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),
(498,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 2, 'AVAILABLE'),

-- 8월 12일
(499,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 2, 'AVAILABLE'),
(500,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),
(501,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 2, 'AVAILABLE'),

-- 8월 13일
(502,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 2, 'AVAILABLE'),
(503,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),
(504,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 2, 'AVAILABLE'),

-- 8월 14일
(505,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 2, 'AVAILABLE'),
(506,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),
(507,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 2, 'AVAILABLE'),

-- 8월 15일 (성수기)
(508,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 216000, 'twin', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 2, 'AVAILABLE'),
(509,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 300000, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),
(510,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 252000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 2, 'AVAILABLE'),

-- 8월 16일 (성수기)
(511,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 216000, 'twin', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 2, 'AVAILABLE'),
(512,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 300000, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),
(513,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 252000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 2, 'AVAILABLE'),

-- 8월 17일 (성수기)
(514,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 216000, 'twin', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 2, 'AVAILABLE'),
(515,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 300000, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),
(516,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 252000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 2, 'AVAILABLE'),

-- 8월 18일
(517,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 2, 'AVAILABLE'),
(518,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),
(519,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 2, 'AVAILABLE'),

-- 8월 19일
(520,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 2, 'AVAILABLE'),
(521,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),
(522,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 2, 'AVAILABLE'),

-- 8월 20일
(523,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 2, 'AVAILABLE'),
(524,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),
(525,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 2, 'AVAILABLE'),

-- 8월 21일
(526,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 2, 'AVAILABLE'),
(527,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),
(528,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 2, 'AVAILABLE'),

-- 8월 22일
(529,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 2, 'AVAILABLE'),
(530,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),
(531,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 2, 'AVAILABLE'),

-- 8월 23일 (주말)
(532,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 198000, 'twin', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 2, 'AVAILABLE'),
(533,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 275000, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),
(534,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 231000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 2, 'AVAILABLE'),

-- 8월 24일 (주말)
(535,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 198000, 'twin', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 2, 'AVAILABLE'),
(536,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 275000, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),
(537,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 231000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 2, 'AVAILABLE'),

-- 8월 25일
(538,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 2, 'AVAILABLE'),
(539,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),
(540,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 2, 'AVAILABLE'),

-- 8월 26일
(541,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 2, 'AVAILABLE'),
(542,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),
(543,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 2, 'AVAILABLE'),

-- 8월 27일
(544,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 2, 'AVAILABLE'),
(545,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),
(546,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 2, 'AVAILABLE'),

-- 8월 28일
(547,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 2, 'AVAILABLE'),
(548,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),
(549,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 2, 'AVAILABLE'),

-- 8월 29일
(550,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 180000, 'twin', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 2, 'AVAILABLE'),
(551,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 250000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),
(552,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 210000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 2, 'AVAILABLE'),

-- 8월 30일 (주말)
(553,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 198000, 'twin', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 2, 'AVAILABLE'),
(554,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 275000, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),
(555,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 231000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 2, 'AVAILABLE'),

-- 8월 31일 (주말)
(556,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 198000, 'twin', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 2, 'AVAILABLE'),
(557,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 275000, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE'),
(558,5, NULL, NULL, NULL, '그랜드조선 부산', '부산광역시 해운대구 해운대해변로 292', 231000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 2, 'AVAILABLE'),

-- 파크 하얏트 부산(accom_id=6) - 8월 1일~31일
-- 8월 1일
(559,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),
(560,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),
(561,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),

-- 8월 2일 (주말)
(562,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),
(563,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),
(564,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),

-- 8월 3일 (주말)
(565,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),
(566,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),
(567,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),

-- 8월 4일
(568,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),
(569,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),
(570,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),

-- 8월 5일
(571,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),
(572,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),
(573,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),

-- 8월 6일
(574,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),
(575,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),
(576,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),

-- 8월 7일
(577,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),
(578,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),
(579,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),

-- 8월 8일
(580,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),
(581,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),
(582,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),

-- 8월 9일 (주말)
(583,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),
(584,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),
(585,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),

-- 8월 10일 (주말)
(586,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),
(587,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),
(588,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),

-- 8월 11일
(589,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),
(590,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),
(591,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),

-- 8월 12일
(592,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),
(593,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),
(594,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),

-- 8월 13일
(595,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),
(596,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),
(597,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),

-- 8월 14일
(598,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),
(599,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),
(600,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),

-- 8월 15일 (성수기)
(601,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),
(602,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),
(603,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),

-- 8월 16일 (성수기)
(604,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),
(605,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),
(606,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),

-- 8월 17일 (성수기)
(607,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),
(608,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),
(609,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 480000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),

-- 8월 18일
(610,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),
(611,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),
(612,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),

-- 8월 19일
(613,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),
(614,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),
(615,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),

-- 8월 20일
(616,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),
(617,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),
(618,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),

-- 8월 21일
(619,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),
(620,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),
(621,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),

-- 8월 22일
(622,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),
(623,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),
(624,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),

-- 8월 23일 (주말)
(625,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),
(626,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),
(627,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),

-- 8월 24일 (주말)
(628,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),
(629,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),
(630,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),

-- 8월 25일
(631,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),
(632,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),
(633,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),

-- 8월 26일
(634,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),
(635,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),
(636,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),

-- 8월 27일
(637,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),
(638,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),
(639,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),

-- 8월 28일
(640,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),
(641,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),
(642,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),

-- 8월 29일
(643,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),
(644,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),
(645,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 400000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),

-- 8월 30일 (주말)
(646,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),
(647,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),
(648,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),

-- 8월 31일 (주말)
(649,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),
(650,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),
(651,6, NULL, NULL, NULL, '파크 하얏트 부산', '부산광역시 해운대구 마린시티1로 51', 440000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),

-- 파라다이스 호텔 부산(accom_id=7) - 8월 1일~31일
-- 8월 1일
(652,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),
(653,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),
(654,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),
(655,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),
(656,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),
(657,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 3, 'AVAILABLE'),

-- 8월 2일 (주말)
(658,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),
(659,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),
(660,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),
(661,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),
(662,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),
(663,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 3, 'AVAILABLE'),

-- 8월 3일 (주말)
(664,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),
(665,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),
(666,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),
(667,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),
(668,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),
(669,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 3, 'AVAILABLE'),

-- 8월 4일
(670,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),
(671,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),
(672,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),
(673,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),
(674,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),
(675,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 3, 'AVAILABLE'),

-- 8월 5일
(676,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),
(677,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),
(678,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),
(679,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),
(680,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),
(681,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 3, 'AVAILABLE'),

-- 8월 6일
(682,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),
(683,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),
(684,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),
(685,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),
(686,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),
(687,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 3, 'AVAILABLE'),

-- 8월 7일
(688,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),
(689,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),
(690,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),
(691,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),
(692,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),
(693,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 3, 'AVAILABLE'),

-- 8월 8일
(694,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),
(695,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),
(696,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),
(697,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),
(698,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),
(699,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 3, 'AVAILABLE'),

-- 8월 9일 (주말)
(700,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),
(701,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),
(702,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),
(703,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),
(704,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),
(705,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 3, 'AVAILABLE'),

-- 8월 10일 (주말)
(706,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),
(707,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),
(708,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),
(709,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),
(710,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),
(711,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 3, 'AVAILABLE'),

-- 8월 11일
(712,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),
(713,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),
(714,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),
(715,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),
(716,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),
(717,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 3, 'AVAILABLE'),

-- 8월 12일
(718,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),
(719,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),
(720,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),
(721,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),
(722,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),
(723,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 3, 'AVAILABLE'),

-- 8월 13일
(724,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),
(725,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),
(726,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),
(727,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),
(728,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),
(729,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 3, 'AVAILABLE'),

-- 8월 14일
(730,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),
(731,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),
(732,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),
(733,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),
(734,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),
(735,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 3, 'AVAILABLE'),

-- 8월 15일 (성수기)
(736,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 240000, 'twin', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),
(737,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 240000, 'twin', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),
(738,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 336000, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),
(739,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 336000, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),
(740,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 300000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),
(741,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 300000, 'deluxe', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 3, 'AVAILABLE'),

-- 8월 16일 (성수기)
(742,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 240000, 'twin', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),
(743,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 240000, 'twin', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),
(744,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 336000, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),
(745,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 336000, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),
(746,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 300000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),
(747,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 300000, 'deluxe', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 3, 'AVAILABLE'),

-- 8월 17일 (성수기)
(748,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 240000, 'twin', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),
(749,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 240000, 'twin', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),
(750,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 336000, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),
(751,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 336000, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),
(752,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 300000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),
(753,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 300000, 'deluxe', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 3, 'AVAILABLE'),

-- 8월 18일
(754,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),
(755,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),
(756,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),
(757,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),
(758,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),
(759,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 3, 'AVAILABLE'),

-- 8월 19일
(760,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),
(761,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),
(762,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),
(763,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),
(764,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),
(765,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 3, 'AVAILABLE'),

-- 8월 20일
(766,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),
(767,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),
(768,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),
(769,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),
(770,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),
(771,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 3, 'AVAILABLE'),

-- 8월 21일
(772,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),
(773,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),
(774,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),
(775,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),
(776,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),
(777,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 3, 'AVAILABLE'),

-- 8월 22일
(778,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),
(779,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),
(780,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),
(781,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),
(782,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),
(783,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 3, 'AVAILABLE'),

-- 8월 23일 (주말)
(784,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),
(785,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),
(786,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),
(787,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),
(788,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),
(789,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 3, 'AVAILABLE'),

-- 8월 24일 (주말)
(790,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),
(791,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),
(792,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),
(793,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),
(794,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),
(795,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 3, 'AVAILABLE'),

-- 8월 25일
(796,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),
(797,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),
(798,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),
(799,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),
(800,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),
(801,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 3, 'AVAILABLE'),

-- 8월 26일
(802,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),
(803,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),
(804,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),
(805,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),
(806,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),
(807,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 3, 'AVAILABLE'),

-- 8월 27일
(808,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),
(809,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),
(810,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),
(811,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),
(812,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),
(813,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 3, 'AVAILABLE'),

-- 8월 28일
(814,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),
(815,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),
(816,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),
(817,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),
(818,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),
(819,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 3, 'AVAILABLE'),

-- 8월 29일
(820,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),
(821,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 200000, 'twin', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),
(822,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),
(823,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 280000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),
(824,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),
(825,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 250000, 'deluxe', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 3, 'AVAILABLE'),

-- 8월 30일 (주말)
(826,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),
(827,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),
(828,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),
(829,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),
(830,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),
(831,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 3, 'AVAILABLE'),

-- 8월 31일 (주말)
(832,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),
(833,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 220000, 'twin', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),
(834,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE'),
(835,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 308000, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE'),
(836,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),
(837,7, NULL, NULL, NULL, '파라다이스 호텔 부산', '부산광역시 해운대구 해운대해변로 296', 275000, 'deluxe', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 3, 'AVAILABLE'),

-- 아난티 앳 부산 코브(accom_id=8) - 8월 1일~31일
-- 8월 1일
(838,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 2, 'AVAILABLE'),
(839,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-01 15:00:00', '2025-08-02 11:00:00', 4, 'AVAILABLE'),

-- 8월 2일 (주말)
(840,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 198000, 'twin', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 2, 'AVAILABLE'),
(841,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 264000, 'family', NULL, '2025-08-02 15:00:00', '2025-08-03 11:00:00', 4, 'AVAILABLE'),

-- 8월 3일 (주말)
(842,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 198000, 'twin', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 2, 'AVAILABLE'),
(843,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 264000, 'family', NULL, '2025-08-03 15:00:00', '2025-08-04 11:00:00', 4, 'AVAILABLE'),

-- 8월 4일
(844,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 2, 'AVAILABLE'),
(845,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-04 15:00:00', '2025-08-05 11:00:00', 4, 'AVAILABLE'),

-- 8월 5일
(846,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 2, 'AVAILABLE'),
(847,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-05 15:00:00', '2025-08-06 11:00:00', 4, 'AVAILABLE'),

-- 8월 6일
(848,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 2, 'AVAILABLE'),
(849,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-06 15:00:00', '2025-08-07 11:00:00', 4, 'AVAILABLE'),

-- 8월 7일
(850,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 2, 'AVAILABLE'),
(851,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-07 15:00:00', '2025-08-08 11:00:00', 4, 'AVAILABLE'),

-- 8월 8일
(852,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 2, 'AVAILABLE'),
(853,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-08 15:00:00', '2025-08-09 11:00:00', 4, 'AVAILABLE'),

-- 8월 9일 (주말)
(854,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 198000, 'twin', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 2, 'AVAILABLE'),
(855,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 264000, 'family', NULL, '2025-08-09 15:00:00', '2025-08-10 11:00:00', 4, 'AVAILABLE'),

-- 8월 10일 (주말)
(856,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 198000, 'twin', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 2, 'AVAILABLE'),
(857,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 264000, 'family', NULL, '2025-08-10 15:00:00', '2025-08-11 11:00:00', 4, 'AVAILABLE'),

-- 8월 11일
(858,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 2, 'AVAILABLE'),
(859,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-11 15:00:00', '2025-08-12 11:00:00', 4, 'AVAILABLE'),

-- 8월 12일
(860,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 2, 'AVAILABLE'),
(861,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-12 15:00:00', '2025-08-13 11:00:00', 4, 'AVAILABLE'),

-- 8월 13일
(862,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 2, 'AVAILABLE'),
(863,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-13 15:00:00', '2025-08-14 11:00:00', 4, 'AVAILABLE'),

-- 8월 14일
(864,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 2, 'AVAILABLE'),
(865,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-14 15:00:00', '2025-08-15 11:00:00', 4, 'AVAILABLE'),

-- 8월 15일 (성수기)
(866,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 216000, 'twin', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 2, 'AVAILABLE'),
(867,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 288000, 'family', NULL, '2025-08-15 15:00:00', '2025-08-16 11:00:00', 4, 'AVAILABLE'),

-- 8월 16일 (성수기)
(868,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 216000, 'twin', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 2, 'AVAILABLE'),
(869,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 288000, 'family', NULL, '2025-08-16 15:00:00', '2025-08-17 11:00:00', 4, 'AVAILABLE'),

-- 8월 17일 (성수기)
(870,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 216000, 'twin', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 2, 'AVAILABLE'),
(871,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 288000, 'family', NULL, '2025-08-17 15:00:00', '2025-08-18 11:00:00', 4, 'AVAILABLE'),

-- 8월 18일
(872,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 2, 'AVAILABLE'),
(873,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-18 15:00:00', '2025-08-19 11:00:00', 4, 'AVAILABLE'),

-- 8월 19일
(874,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 2, 'AVAILABLE'),
(875,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-19 15:00:00', '2025-08-20 11:00:00', 4, 'AVAILABLE'),

-- 8월 20일
(876,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 2, 'AVAILABLE'),
(877,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-20 15:00:00', '2025-08-21 11:00:00', 4, 'AVAILABLE'),

-- 8월 21일
(878,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 2, 'AVAILABLE'),
(879,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-21 15:00:00', '2025-08-22 11:00:00', 4, 'AVAILABLE'),

-- 8월 22일
(880,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 2, 'AVAILABLE'),
(881,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-22 15:00:00', '2025-08-23 11:00:00', 4, 'AVAILABLE'),

-- 8월 23일 (주말)
(882,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 198000, 'twin', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 2, 'AVAILABLE'),
(883,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 264000, 'family', NULL, '2025-08-23 15:00:00', '2025-08-24 11:00:00', 4, 'AVAILABLE'),

-- 8월 24일 (주말)
(884,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 198000, 'twin', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 2, 'AVAILABLE'),
(885,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 264000, 'family', NULL, '2025-08-24 15:00:00', '2025-08-25 11:00:00', 4, 'AVAILABLE'),

-- 8월 25일
(886,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 2, 'AVAILABLE'),
(887,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-25 15:00:00', '2025-08-26 11:00:00', 4, 'AVAILABLE'),

-- 8월 26일
(888,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 2, 'AVAILABLE'),
(889,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-26 15:00:00', '2025-08-27 11:00:00', 4, 'AVAILABLE'),

-- 8월 27일
(890,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 2, 'AVAILABLE'),
(891,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-27 15:00:00', '2025-08-28 11:00:00', 4, 'AVAILABLE'),

-- 8월 28일
(892,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 2, 'AVAILABLE'),
(893,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-28 15:00:00', '2025-08-29 11:00:00', 4, 'AVAILABLE'),

-- 8월 29일
(894,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 180000, 'twin', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 2, 'AVAILABLE'),
(895,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 240000, 'family', NULL, '2025-08-29 15:00:00', '2025-08-30 11:00:00', 4, 'AVAILABLE'),

-- 8월 30일 (주말)
(896,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 198000, 'twin', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 2, 'AVAILABLE'),
(897,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 264000, 'family', NULL, '2025-08-30 15:00:00', '2025-08-31 11:00:00', 4, 'AVAILABLE'),

-- 8월 31일 (주말)
(898,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 198000, 'twin', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 2, 'AVAILABLE'),
(899,8, NULL, NULL, NULL, '아난티 앳 부산 코브', '부산광역시 기장군 기장읍', 264000, 'family', NULL, '2025-08-31 15:00:00', '2025-09-01 11:00:00', 4, 'AVAILABLE');
